# Admin handlers string resources
greet_admin = "Здравствуйте, {name}, вот ваше меню Админа 👩🏻‍💼"

you_are_not_admin_message = "Извините, вы не админ\nПопросите другого пользователя с правами Админа нажать кнопку <b>Добавить админа</b>"

lets_try_again_message = "Хорошо, давайте еще разок попробуем..."
dont_work = "Не сработало"

insert_admin_button = "Добавить админа"
insert_admin_message = "Попросите пользователя зарегистрироваться в \n"
"@voskhod_survey_bot и ввести комманду /id\n"
"Перешлите сообщение сюда"

insert_post_button = "Новый пост"
insert_post_message = "Введите текст поста"

new_one_admin_message = "Отлично, теперь на одного админа больше"
something_goes_wrong = "Что то пошло не так"